[
  {
    "id":1,
    "author":"Guru Nanak Dev",
    "gurmukhi":"ਗੁਰੂ ਨਾਨਕ ਦੇਵ",
    "description":"Guru Nanak Dev Ji [1469 - 1539] was the first Guru of the Sikhs born in a village named Talwandi which is now called Nankana Sahib and is in Pakistan. As a child Guru Nanak spent most of his time in isolation and meditation. He slept only for a few hours, ate small quantities of food and spoke little.<br\/><br\/>One day he disappeared while having his morning bath and reappeared 3 days later and said: There is no Hindu and there is no Muslim. By saying this he meant that titles were meaningless because all of humanity is one and the light of God shines within everyone."
  },
  {
    "id":2,
    "author":"None",
    "gurmukhi":"",
    "description":"There is no author associated with this line, as it may be the preamble to the hymn"
  },
  {
    "id":3,
    "author":"Guru Ram Das",
    "gurmukhi":"ਮਃ ੪",
    "description":"Guru Ram Das [1534 - 1581] is the fourth Guru of the Sikhs, whose original name was Jetha and who was born in Lahore. Bhai Jetha married Bibi Bhani who was the daughter of the third Guru, Guru Amar Das.<br\/><br\/>Guru Ram Das founded the city of Ram Das Pur, now called Amritsar, and built the central Sikh temple, the Harimandir Sahib or Golden Temple. He initiated the concept of community voluntary service known as Kar Seva."
  },
  {
    "id":4,
    "author":"Guru Arjan Dev",
    "gurmukhi":"ਮਃ ੫",
    "description":"Guru Arjan Dev [1563 - 1606] was the fifth Guru of the Sikhs, born at Goindval. He was the youngest of the three sons of Guru Ram Das, the fourth Sikh Guru.<br\/><br\/>Guru Arjan Dev finished the construction of the Harimandir Sahib, the Golden Temple, and compiled the first Sikh scripture, known as the Adi Granth. Shortly after he became the first martyr of the Sikh religion, which formed a turning point in the development of the faith."
  },
  {
    "id":5,
    "author":"Guru Amar Das",
    "gurmukhi":"ਮਃ ੩",
    "description":"Guru Amar Das [1479 - 1574] was the third Guru of the Sikhs, born at Basarke in Amritsar. His father, Tej Bhan and mother Bakht Kaur were orthodox Hindus. He became the oldest Sikh Guru.<br\/><\/br>Guru Amar Das put an end to tradition of sati, the burning of the widow on her husbands funeral pyre, and encouraged the remarriage of widows. He opened 22 preaching centres called Manjees and founded the town of Goindwal as the headquarters for the Sikh community."
  },
  {
    "id":6,
    "author":"Guru Angad Dev",
    "gurmukhi":"ਮਃ ੨",
    "description":"Guru Angad Dev [1504 - 1552], originally called Bhai Lehna, was born at Harike, a small village in the Ferozepur district. His father was named Pheru and worked as a small businessman. <br\/><br\/>Bhai Lehna always did everything that Guru Nanak asked, which is why Guru Nanak renamed Bhai Lehna as his Ang or limb of his body.<br\/><br\/>Guru Angad Dev simplified the old Punjabi characters into a new alphabet, called Gurmukhi. He thus gave the people the gift of literature. He took great interest in the education of children and opened several schools."
  },
  {
    "id":7,
    "author":"Saint Kabir",
    "gurmukhi":"ਭਗਤ ਕਬੀਰ",
    "description":"Saint Kabir [1440 - 1518] was a Muslim mystic born in Varanasi in India, whose 541 hymns are included in the Guru Granth Sahib. His writings about God are full of love and devotion, very direct and striking in appeal.<br\/><br\/>The birth of Kabir remains to this day shrouded in mystery and legend. Authorities disagree on both when he was born and who his parents were. One legend proclaims a divine virginal birth. His mother was reputed to have been of the Brahman caste and to have become pregnant after a visit to a Hindu shrine.<br\/><br\/>Because she was unwed, she abandoned Kabir, who was found and adopted by a Muslim weaver. That his early life began as a Muslim there is no doubt, although he later became influenced by the Hindu ascetic, Ramananda, who he accepted as his Guru."
  },
  {
    "id":8,
    "author":"Saint Trilochan",
    "gurmukhi":"ਭਗਤ ਤ੍ਰਿਲੋਚਨ",
    "description":"Saint Trilochan [1267 - ?], a name which literally means three-eyed, the seer of the present, past and future, was a celebrated saint of the Hindu Vaishya caste. There are four hymns by him in the Guru Granth Sahib, in which he has condemned superficial rituals and pretentious renunciation and stressed the holiness of the heart.<br\/><br\/>Saint Trilochan always gave more importance to love and devotion in preference to selfish interests. He believed that he who is always occupied with problems relating to wealth and property would never become happy. He always served the saints at his residence with the utmost dedication and humility.<br\/><br\/>The exact place of birth of Bhagat Trilochan is not known. Some historians claim its Barsi near Sholapur, Maharastra and others claim its Uttar Pradesh. But it is an accepted fact that he spent most of his time in Maharashtra. The fact that two hymns of Saint Kabir constitute a dialogue between Saint Namdev and Saint Trilochan shows that these two saints were friends, and in fact it was Namdev who introduced Trilochan to his Guru who showed him the way to God."
  },
  {
    "id":9,
    "author":"Saint Beni",
    "gurmukhi":"ਭਗਤ ਬੇਣੀ",
    "description":"Saint Beni [15th - 16th Century] was a Hindu mystic whose teachings have been incorporated in the Guru Granth Sahib. It is believed he spent most of his time in prayer and meditation, and often neglected his household needs - so God himself intervened and physically appeared to help him several times.<br\/><br\/>Saint Beni has three hymns in the Guru Granth Sahib marked by an intense spiritual longing. They also indicate the various paths tried by him in his quest, his practical experience of life and his mastery of religious lore of diverse traditions."
  },
  {
    "id":10,
    "author":"Saint Ravidas",
    "gurmukhi":"ਭਗਤ ਰਵਿਦਾਸ",
    "description":"Saint Ravidas [1377 - 1528] was a Hindu shoemaker of the Chamar caste, who taught that a person is distinguished not by their caste, wealth or social status but instead by their actions.  Meerabai, the famous saint poetess is also said to have adopted Saint Ravidas as her Guru."
  },
  {
    "id":11,
    "author":"Guru Tegh Bahadur",
    "gurmukhi":"ਮਃ ੯",
    "description":"Guru Tegh Bahadur [1621 - 1675] was the ninth Guru of the Sikhs, and the son of sixth Guru, Guru Hargobind Sahib. The Guru travelled extensively in the Punjab and in other parts of the country to spread the teachings of Guru Nanak.<br\/><br\/>The ruler at the time was the Moghul Emperor Aurangzeb who was forcing the Hindus to accept Islam. Some of these Hindus went to visit the Guru and ask for his help.<br\/><br\/>Guru Tegh Bahadur decided to give up his life to protect the right of all people to practice whatever religion they choose. After his martyrdom, his son, Gobind, succeeded him as the tenth and final Sikh Guru."
  },
  {
    "id":12,
    "author":"Saint Kabir and Guru Arjan Dev",
    "gurmukhi":"ਭਗਤ ਕਬੀਰ ਤੇ ਮਹਲਾ ੫",
    "description":"Guru Arjan Dev, the fifth Sikh Guru, included this hymn by Saint Kabir, and also added his writings to it"
  },
  {
    "id":13,
    "author":"Saint Namdev",
    "gurmukhi":"ਭਗਤ ਨਾਮਦੇਵ",
    "description":"Saint Namdev [1270 - 1350] was born in the state of Maharashtra village of Naras-Vamani, in Satara district (presently called Narsi Namdev). His father was called Damshet, a tailor, and his mother was called Gonabai.<br\/><br\/>The main spiritual message of Saint Namdev, just like the Sikh Gurus, was to emphasise the importance of living a married householder life and that through marriage, living in the world and meditating on God, one could attain enlightenment. Sixty-one of his hymns are included in the Guru Granth Sahib. He was also a close friend of Saint Trilochan."
  },
  {
    "id":14,
    "author":"Saint Dhana",
    "gurmukhi":"ਭਗਤ ਧੰਨਾ",
    "description":"Saint Dhana [1415 - 1475], whose three hymns are included in the Guru Granth Sahib, was born to a poor Hindu farmer family of Jat caste in the village of Dhuan Kalan located in the Tonk region of Rajasthan. From his very childhood, Saint Dhana was very simple, hardworking and innocent. He enjoyed being in the company of saints and scholars and soon became a follower of the famous Saint Ramanand.<br\/><br\/>It is written that Saint Dhana asked a Brahmin about God who gave him a stone to worship. Dhana offered food and milk to the stone, and refused to eat till God accepted his food. Through this innocent love and pure devotion, God appeared before him and the fields Dhana was going to plow with seeds, began to produce grains without them."
  },
  {
    "id":15,
    "author":"Saint Sheikh Farid",
    "gurmukhi":"ਭਗਤ ਸੇਖ ਫਰੀਦ",
    "description":"Saint Sheikh Farid [? - 1552], also known as Baba Farid, Sheikh Brahm or Farid Sani, was the tenth successor to the famous Fariduddin Shakarganj [1173 - 1266], a Muslim Sufi of the Chishti Sufi order who was the first major poet of the Punjabi language.<br\/><br\/>Saint Sheikh Farid met Guru Nanak Dev in Pakpattan, where a disciple of the Sheikh had overheard Guru Nanak, along with his two disciples Bhai Bala and Mardana, singing hymns about God. The disciple went to his master, Saint Sheikh Farid, and at once upon hearing the hymn from his disciple he set off to meet Guru Nanak himself, which gave him the peace and joy he was looking for."
  },
  {
    "id":16,
    "author":"Saint Jaidev",
    "gurmukhi":"ਭਗਤ ਜੈਦੇਵ",
    "description":"Saint Jaidev [circa 1200], also known as Jayadeva, whose two hymns are found in the Guru Granth Sahib is a celebrated Sanskrit poet who also wrote the Gita Govinda which describes the relationship between Krishna, Radha and the Gopis of Vrindavana. His father was Bhoidev, a Brahmin, and his mother Bamdevi.<br\/><br\/>Saint Jaidev was born in Kenduli Sasan village, in the Prachi valley, Khurda district in Orissa, India. He became the most famous of the five distinguished poets, known as the five jewels, that lived in the court of Lakshman Sen, King of Bengal, who erected a monument in their honour."
  },
  {
    "id":17,
    "author":"Bhai Mardana",
    "gurmukhi":"ਮਰਦਾਨਾ",
    "description":"Bhai Mardana [1459 - 1534] was the first follower and life-long companion of Guru Nanak Dev, the first Sikh Guru, and played the Rabab, a stringed instrument. He was with Guru Nanak in all of his journeys across India and Asia. Mardana was a Muslim, born to a Mirasi couple, Badra and Lakkho, of Rai Bhoi di Talwandi, now Nankana Sahib of Pakistan.<br\/><br\/>Mardana was named by his parents as Marjana meaning, is going to die, as all his previous siblings had died and he was sure to die also. But Guru Nanak as a young boy, went to his parents and told them that so long as he stayed with him, he would not die, and so renamed him as Mardana, meaning will never die. One hymn of Mardana is included in the Guru Granth Sahib on Page 553."
  },
  {
    "id":18,
    "author":"Saint Bhikhan",
    "gurmukhi":"ਭਗਤ ਭੀਖਨ",
    "description":"Saint Bhikhan [1480 - 1573] is a medieval Hindu saint, two of whose hymns are included in the Guru Granth Sahib. There are in fact two saints of that time sharing the same name - Bhakta Bhikhan and Bhikhan the Sufi. Bhakta Bhikhan was a devotee in the tradition of Saint Ravidas and Saint Dhana, born at Kakori near Lucknow in present day Uttar Pardesh. His hymns in the Guru Granth Sãhib reflect his dedication to the Name of Hari (God) which he describes as: cure for all ills of the world.<br\/><br\/>Saint Bhikhan was the most learned man of the time of Moghul Emperor Akbar. For many years, he was engaged in teaching and instructing people. He stated that this spiritual succession was from Mir Saiyid Ibrahim of Irij. He left several children who were adorned with piety, wisdom, knowledge and virtue. The hymns of Saint Bhikan resemble those of Saint Sheikh Farid."
  },
  {
    "id":19,
    "author":"Saint Sain",
    "gurmukhi":"ਭਗਤ ਸੈਣ",
    "description":"Saint Sain [14th - 15th Century], whose one hymn has been included in the Guru Granth Sahib, is counted among the disciples of the famous Saint Ramanand. Guru Arjan Dev, the fifth Sikh Guru, says in one of his hymns that Sain means a devotee with rare devotion. In another hymn, he refers to him as an example of dedication to the service of holymen.<br\/><br\/>Saint Ravidas in one his hymns, ranks Saint Sain as the same as Saint Namdev, Saint Kabir, Saint Trilochan and Saint Sadhana in terms of virtue. All accounts agree that Sain was a barber, some stating that he served at the court of Raja Ram, King of Rewa, then called Bandhavgarh, while others hold that he was attached to the court of the ruler of Bidar in South India. "
  },
  {
    "id":20,
    "author":"Saint Pipa",
    "gurmukhi":"ਭਗਤ ਪੀਪਾ",
    "description":"Saint Pipa [1425 - ?], one of whose hymns is incorporated in the Guru Granth Sahib, was a prince who renounced his throne in search of enlightenment. He was born at Gagaraun, in the present day Jhalawar district of Rajasthan and was a devotee of the Goddess Bhavani whose idol was enshrined in a temple within the premises of his palace. The Goddess, it is said, once told him in a dream to visit Varanasi and receive initiation from Saint Ramanand.<br\/><br\/>Pipa went to Varanasi, but Saint Ramanand refused to see him in his gaudy robes. Pipa cast off his royal apparel and put on poor ones, after which he was initiated and began to live like an ascetic. At his invitation, Saint Ramanand visited Gagaraun, and King Pipa lent his shoulder to the palanquin carrying Ramanand in a procession.<br\/><br\/>Pipa now finally decided to give up his throne and retire to a life of seclusion and meditation. He went to Dwarka where Lord Krishna, after the Mahabharata, had spent the last years of his life. All the twelve wives of Pipa insisted on accompanying him, but he took along only one, named Sita, who had a spiritual inclination. He selected a cave for his residence from where he daily walked through a tunnel to the temple of Lord Krishna on the sea coast. The temple is still a popular place of pilgrimage and a fair is held there annually in the memory of Saint Pipa."
  },
  {
    "id":21,
    "author":"Saint Sadhana",
    "gurmukhi":"ਭਗਤ ਸਾਧਨਾ",
    "description":"Saint Sadhana [12th - 13th Century], was a butcher by profession who, through his devotion, had gained enlightenment. He is believed to have been born at the village of Sehvan, in Sindh and cremated at Sirhind, in the Punjab, where even today a tomb stands in his memory. Saint  Sadhana is believed to have lived during the time of Saint Namdev.<br\/><br\/>Saint Sadhana lived by selling meat, though, it is believed, he never butchered the animals himself. His only hymn in the Guru Granth Sahib written in melody Bilaval indicates his belief that all evil deeds of a man - or even a butcher - could be washed away by devoted meditation on the Name of God."
  },
  {
    "id":22,
    "author":"Baba Sundar",
    "gurmukhi":"ਬਾਬਾ ਸੁੰਦਰ",
    "description":"Baba Sundar, celebrated for his six stanza composition, the Ramkali Sadu, incorporated into the Guru Granth Sahib, was the great grand son of Guru Amar Das. His father, Anand Das son of Baba Mohri, was a man of a devotion. Sundar grew up in an environment of spirituality and developed deep affection and reverence for Guru Amar Das, his great grandfather. The theme of his poem, Sadu meaning call, is the ascension of Guru Amar Das, described in terms of his having been recalled by God.<br\/><br\/>The hymn states how Guru Amar Das had completely surrendered himself to the Will of the Supreme Being, ever remaining absorbed in meditation on the Name of God, how he had, through the favour of Gurus, attained the office of Guru, how he, at the time of his departure, had appointed Guru Ram Das as his successor and how he had told his family to abide by the Will of the Lord and not to weep for him after his death."
  },
  {
    "id":23,
    "author":"Bhai Balwand and Satta",
    "gurmukhi":"ਬਲਵੰਡਿ ਤੇ ਸਤਾ",
    "description":"Bhai Balwand and Satta [15th - 16th Century], were brothers and Rebab players who played music for Guru Arjan Dev, the fifth Sikh Guru, primarily in the Indian classical melody of Ramkali. Bhai Balwand, also known as Rai Balvand, was by birth a Mirasi, part of a community of genealogists for families in Northern India and Pakistan."
  },
  {
    "id":24,
    "author":"Saint Ramanand",
    "gurmukhi":"ਭਗਤ ਰਾਮਾਨੰਦ",
    "description":"Saint Ramanand [1400 - 1476], also known as Swami Ramananda, was a Hindu Vaishnava born in Allahabad, Uttar Pradesh, who lived in the holy city of  Varanasi and pioneered the Bhakti devotional movement. When Saint Ramanand was as young as twelve, he left home and decided to become a Sannyasi and live an ascetic, celibate life.<br\/><br\/>Saint Ramanand was known for accepting disciples of all castes, and all his twelve disciples are very famous: Anantananda, Bhavananda, Saint Dhanna, Saint Kabir, Nabha, Naraharyanda, Saint Pipa, Saint Ravidas, Saint Sain, Sukhanada, Ranka and Tulsidas, many of whose writings are included in the Guru Granth Sahib. However, only one hymn of Saint Ramanand himself is included in the Guru Granth Sahib on Page 1195."
  },
  {
    "id":25,
    "author":"Saint Parmanand",
    "gurmukhi":"ਭਗਤ ਪਰਮਾਨੰਦ",
    "description":"Saint Parmanand [1483 - ?], a Hindu Maharashtrian poet, one of whose hymns is included in the Guru Granth Sahib, is believed to have resided at Barsi, situated to the north of Pandharpur, in present day Sholapur district of Maharashtra. Parmanand was a devotee of Lord Vishnu and wrote his songs in the Indian classical melody of Sarang, which is the mood of a rain bird who is ever thirsty for a rain drop. Similarly, Saint Parmanand always longed for God whom he worshipped in the Vaishnavite manifestation of Lord Krishna. He used to make, it is said, seven hundred bows daily to God on his uncovered, often bleeding, knees."
  },
  {
    "id":26,
    "author":"Saint Surdas",
    "gurmukhi":"ਭਗਤ ਸੂਰਦਾਸ",
    "description":"Saint Surdas [1529 - ?], whose original name was Madan Mohan, is said to have been born in a high ranking Hindu Brahmin family. As he grew up, he gained proficiency in the arts of music and poetry for which he had a natural talent. He soon became a celebrated poet, singing with deep passion lyrics of divine love.<br\/><br\/>He attracted the attention of Moghul Emperor Akbar who appointed him governor of Sandila, but his heart lay elsewhere. He renounced the world and took to the company of holy men dedicating himself solely to God. He died at Benares. A shrine in the vicinity of the city honours his memory. The Guru Granth Sahib contains one hymn by Saint Surdas in the Indian classical melody of Sarang."
  },
  {
    "id":27,
    "author":"Poet Kalshar",
    "gurmukhi":"ਕਲ ਸਹਾਰ",
    "description":"Poet Kalshar [15th - 16th Century] was part of a group of eleven poets and singers known as Bhatts, who were all Vaishnavites, followers of Lord Rama and Lord Krishna, who had come to the congregation of Guru Arjan Dev, the fifth Sikh Guru, seeking spiritual solace.<br\/><br\/>Kalshar, who is also known as Kalh and Talh, was the leader of the poets, and taking into consideration the total contribution of hymns by the poets which is 123, Poet Kalshar alone has contributed a considerable 54 hymns.<br\/><br\/>Poet Kalshar wrote ten hymns in praise of Guru Nanak Dev, ten in praise of Guru Angad Dev, nine in praise of Guru Amar Das, thirteen in praise of Guru Ram Das and twelve in praise of Guru Arjan Dev. Also, he was the son of Chokha, and brother of Poet Gayand."
  },
  {
    "id":28,
    "author":"Poet Jalap",
    "gurmukhi":"ਜਲ੍ਯ-ਜਾਲਪ",
    "description":"Poet Jalap [15th - 16th Century] was part of a group of eleven poets and singers known as Bhatts, who were all Vaishnavites, followers of Lord Rama and Lord Krishna, who had come to the congregation of Guru Arjan Dev, the fifth Sikh Guru, seeking spiritual solace.<br\/><br\/>Poet Jalap also wrote under the name of Jalh, and wrote 5 hymns, all in praise of Guru Amar Das, the third Sikh Guru. He was the son of Poet Bhika, and brother of Poets Mathura and Kirat."
  },
  {
    "id":29,
    "author":"Poet Kirat",
    "gurmukhi":"ਕੀਰਤੁ",
    "description":"Poet Kirat [15th - 16th Century] was part of a group of eleven poets and singers known as Bhatts, who were all Vaishnavites, followers of Lord Rama and Lord Krishna, who had come to the congregation of Guru Arjan Dev, the fifth Sikh Guru, seeking spiritual solace.<br\/><br\/>Poet Kirat, son of Poet Bhika, besides being a poet, had the privilege of being an enrolled soldier in the army of Guru Hargobind, the sixth Sikh Guru. When it came to writing hymns he chose to praise Guru Amar Das and Guru Ram Das, writing four praises each for them, totalling eight. He was the son of Poet Bhika, and brother of Poets Mathura and Jalap."
  },
  {
    "id":30,
    "author":"Poet Bhika",
    "gurmukhi":"ਭਿਖਾ",
    "description":"Poet Bhika [15th - 16th Century] was part of a group of eleven poets and singers known as Bhatts, who were all Vaishnavites, followers of Lord Rama and Lord Krishna, who had come to the congregation of Guru Arjan Dev, the fifth Sikh Guru, seeking spiritual solace.<br\/><br\/>Poet Bhika, was originally a Brahmin poet of Sultanpur Lodhi, in present day Kapurthala district of Punjab, who joined the congregation of Guru Amar Das at Goindwal, and composed two hymns in praise of the third Guru. He later became a Sikh, receiving the rites of initiation at the hands of Guru Amar Das, and lived up to the time of Guru Arjan Dev, the fifth Sikh Guru. Poet Mathura, Poet Jalap and Poet Kirat were his sons."
  },
  {
    "id":31,
    "author":"Poet Salh",
    "gurmukhi":"ਸਲ੍ਯ",
    "description":"Poet Salh [15th - 16th Century] was part of a group of eleven poets and singers known as Bhatts, who were all Vaishnavites, followers of Lord Rama and Lord Krishna, who had come to the congregation of Guru Arjan Dev, the fifth Sikh Guru, seeking spiritual solace.<br\/><br\/>Poet Salh wrote three hymns, one in praise of Guru Amar Das, the third Guru, and two in praise of Guru Ram Das, the fourth Guru. Poet Salh and Poet Bhalh were brothers, both sons of Sokha."
  },
  {
    "id":32,
    "author":"Poet Bhalh",
    "gurmukhi":"ਭਲੇ",
    "description":"Poet Bhalh [15th - 16th Century] was part of a group of eleven poets and singers known as Bhatts, who were all Vaishnavites, followers of Lord Rama and Lord Krishna, who had come to the congregation of Guru Arjan Dev, the fifth Sikh Guru, seeking spiritual solace.<br\/><br\/>Poet Bhalh wrote one hymn in praise of Guru Amar Das, the third Guru. Poet Bhalh and Poet Salh were brothers, both sons of Sokha."
  },
  {
    "id":33,
    "author":"Poet Nalh",
    "gurmukhi":"ਨਲ੍ਯ",
    "description":"Poet Nalh [15th - 16th Century] was part of a group of eleven poets and singers known as Bhatts, who were all Vaishnavites, followers of Lord Rama and Lord Krishna, who had come to the congregation of Guru Arjan Dev, the fifth Sikh Guru, seeking spiritual solace.<br\/><br\/>Poet Nalh wrote sixteen hymns in praise of Guru Ram Das, the fourth Guru."
  },
  {
    "id":34,
    "author":"Poet Gayand",
    "gurmukhi":"ਗਯੰਦ",
    "description":"Poet Gayand [15th - 16th Century] was part of a group of eleven poets and singers known as Bhatts, who were all Vaishnavites, followers of Lord Rama and Lord Krishna, who had come to the congregation of Guru Arjan Dev, the fifth Sikh Guru, seeking spiritual solace.<br\/><br\/>Poet Gayand wrote thirteen hymns in praise of Guru Ram Das, the fourth Guru. Poet Gayand also uses the popular Sikh mantra Vaheguru for the first time in the entire Guru Granth Sahib. He was the son of Chokha, and brother of Poet Kalshar."
  },
  {
    "id":35,
    "author":"Poet Mathura",
    "gurmukhi":"ਮਥੁਰਾ",
    "description":"Poet Mathura [15th - 16th Century] was part of a group of eleven poets and singers known as Bhatts, who were all Vaishnavites, followers of Lord Rama and Lord Krishna, who had come to the congregation of Guru Arjan Dev, the fifth Sikh Guru, seeking spiritual solace.<br\/><br\/>Poet Mathura wrote seven hymns in praise of Guru Ram Das, the fourth Guru and seven hymns in praise of Guru Arjan Dev, the fifth Guru. He was the son of Poet Bhika, and brother of Poets Jalap and Kirat."
  },
  {
    "id":36,
    "author":"Poet Balh",
    "gurmukhi":"ਬਲ੍ਯ੍ਯ",
    "description":"Poet Balh [15th - 16th Century] was part of a group of eleven poets and singers known as Bhatts, who were all Vaishnavites, followers of Lord Rama and Lord Krishna, who had come to the congregation of Guru Arjan Dev, the fifth Sikh Guru, seeking spiritual solace.<br\/><br\/>Poet Balh wrote five hymns in praise of Guru Ram Das, the fourth Guru. The favourite subject of his hymns has been the transmigration of the soul and continuity of the divine light from one Guru to the other."
  },
  {
    "id":37,
    "author":"Poet Harbans",
    "gurmukhi":"ਹਰਿਬੰਸ",
    "description":"Poet Harbans [15th - 16th Century] was part of a group of eleven poets and singers known as Bhatts, who were all Vaishnavites, followers of Lord Rama and Lord Krishna, who had come to the congregation of Guru Arjan Dev, the fifth Sikh Guru, seeking spiritual solace.<br\/><br\/>Poet Harbans wrote two hymns in praise of Guru Arjan Dev, the fifth Guru. The importance of his hymns lies in describing the time when Guru Ram Das, the fourth Guru, left for his heavenly abode and Guru Arjan Dev succeeded his spiritual throne."
  },
  {
    "id":38,
    "author":"Unknown",
    "gurmukhi":"",
    "description":"The author of this line is unknown"
  },
  {
    "id":39,
    "author":"Guru Gobind Singh",
    "gurmukhi":"ਗੁਰੂ ਗੋਬਿੰਦ ਸਿੰਘ",
    "description":"Guru Gobind Singh ji (Friday, January 5, 16661, in Patna, Bihar, India - Thursday, 21 October, 1708) was born \"Gobind Rai\" and was the tenth and last of the ten human form Gurus of Sikhism. He became Guru on November 24, 1675 at the age of nine, following in the footsteps of his father Guru Teg Bahadur ji.<br \/> before Guru ji left his mortal body for his heavenly abode, he nominated Sri Guru Granth Sahib ji (SGGS) as the next perpetual Guru of the Sikhs. Guru Gobind Singh molded the Sikh religion into its present shape, with the formation of the Khalsa fraternity and completion of the Guru Granth Sahib as we find it today, which some will say was his greatest act. The author of this line is unknown"
  },
  {
    "id":40,
    "author":"Khalsa Panth",
    "gurmukhi":"ਖਾਲਸਾ ਪੰਥ",
    "description":"Khalsa Panth is the collective body of all initiated Sikhs represented by the five beloved-ones and can be called the Guru Panth, the embodiment of the Guru, and the final temporal Guru/leader of the Sikhs along with Guru Granth, the mind of Guru. The first time that this ceremony took place was on Baisakhi, which fell on 30 March 1699 at Anandpur Sahib in Punjab, India. The word \"Khalsa\" is derived from Arabic khalis (literally meaning \"pure\" or \"unsullied\") and Perso-Arabic khalisah (literally pure; office of revenue department; lands directly under government management), is used collectively for the community of baptised Sikhs. "
  }
]
